Revit 2024 API
SymbolTypeId.NSPerMSup2 Property
 Symbol N·s/m², indicating unit Newton seconds per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NSPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property NSPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NSPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace